/* Auth Alert */
"AlertDescription_GenericAuth" = "CleanMyMac benötigt Ihre Genehmigung zum Ausführen bestimmter Aktionen.";

"Done" = "Fertig";

"Emptying Trash" = "Papierkorb wird entleert …";

"Estimating…" = "Berechnen …";

"%@ Used" = "%@ belegt";

"Empty" = "Leer";

/* File Sizes */
"KB" = "KB";

"MB" = "MB";

"GB" = "GB";

"TB" = "TB";

"PB" = "PB";

"EB" = "EB";

"Uninstall Completely" = "Vollständig deinstallieren";
"Remove trashed applications along with all related leftovers." = "Programme im Papierkorb mitsamt zugehörigen Programmresten löschen.";

"Launch CleanMyMac" = "CleanMyMac öffnen";
"CleanMyMac will help you remove trashed applications along with all related leftovers." = "CleanMyMac hilft Ihnen, Programme im Papierkorb mitsamt zugehörigen Programmresten zu löschen.";

"Empty Trash" = "Papierkorb entleeren";

"The size of files in your Trash has exceeded the %@ limit you have set." = "Die Menge der Dateien im Papierkorb überschreitet die festgelegte Grenze von %@.";

"Window_LaunchCMMButtonTitle_CMMOff" = "CleanMyMac 3 öffnen";
"Window_LaunchCMMButtonTitle_CMMOn" = "CleanMyMac 3 einblenden";

"Trash" = "Papierkorb";
"PluralForm0_file" = "Datei";
"PluralForm1_file" = "Dateien";
"PluralForm2_file" = "Dateien";

"Scan" = "Scannen";

"ButtonTitle_UnlockFullVersion" = "Vollversion freischalten";
"ButtonTitle_UnlockWithDisount" = "Kaufen und %li%% sparen";
